{
	"posts": [
		{
			"title": "Restoring closed pages",
			"teaser": "Most browsers support a command for instantly restoring a closed webpage…",
			"description": "Almost everybody uses a browser to interact with the internet. However, many people don’t use the browser to it’s full effectiveness and often waste time with roundabout methods to achieve their goals instead of using the built in solutions. Instead of using the history section in the browser menu to reopen an accidentally closed tab, most browsers support a command for instantly restoring a closed webpage. By pressing Command + Shift + 4 for Macs in Chrome--or Ctrl + Shift + t for PC’s--you can re-open an accidently closed page.",
			"imageURL": "http://www.guidebookgallery.org/pics/gui/desktop/empty/macosx102.png",		
			"postnumber" : "0",
			"know": "12",
			"notknow" : "23"
		},
		{
			"title": "Toothpick stand",
			"teaser": "By breaking off the end of the toothpick, you can put…",
			"description": "The original purpose of the grooved back of a japanese toothpick was to provide a resting point for the pointed end of the toothpick. By breaking off the back end of the toothpick, you can put the part of the toothpick intended to go in your mouth on the grooved stand in order to avoid contact with the dirty table.",
			"imageURL": "https://fueledbydietcoke.files.wordpress.com/2012/04/objectified_toothpick.jpg",	
			"postnumber" : "1",	
			"know": "43",
			"notknow" : "100"	
		},
		{
			"title": "Ketchup containers",
			"teaser": "Those little paper ketchup containers you get at…",
			"description": "The paper ketchup containers you get at fast food places like in N’ Out were designed to be pulled apart in order for the user to have better access to the condiment inside. Unfortunately, the container doesn’t contain clear enough affordances for the user to figure this out on their own, without additional prompting.",
			"imageURL": "http://media1.popsugar-assets.com/files/2013/07/24/908/n/1922441/8df6ce41acdf7eec_4f76dd06f1a311e2bdce22000aaa0927_7.xxxlarge/i/Expand-Ketchup-Cups.jpg",
			"postnumber" : "2",
			"know": "34",
			"notknow" : "72"			
		}
	],

	"profile": [
		{
			"name": "chris",
			"datasets":[
				[[1,7], [2,6], [3,4], [4,2]],
				[[1,2], [2,4], [3,7], [4,12]]
			],
			"index": "0"
		}
	],
	"suggestions":[
		{
			"label": "techExpert",
			"suggestion":"It looks like you are becoming a bit of an expert in the field of technology. Maybe you should try to find some especially exclusive content to post. "
		},
		{
			"label": "inactive",
			"suggestion":"Your viewing history has declined. Maybe you could try searching for articles outside of your typical domain to re-engage that excitement. "
		},
		{
			"label": "share",
			"suggestion":"You might find it engaging to share some of your newfound knowledge with your friends. Maybe they could benefit from it as well."
		},
		{
			"label": "youGoodPost",
			"suggestion":"Your last post recieved a ton of views and not many people knew about your insight. Keep up the excellent work!"
		},
		{
			"label": "otherGoodPost",
			"suggestion":"There are a bunch of top trending articles that you have yet to view. Seems like someone found out something uniquely interesting."
		}
	]
}
